{"offset" : "0" , "results" : [{"body" : "In the same way the first sentence of a story sets the tone for a work of literature, paintings hung at the entrance to an exhibition offer crucial clues. The first five canvases on view at &ldquo;Johan Zoffany, RA: Society Observed&rdquo; at the Yale Center for British Art take as their subject classical myth, portraiture, colonialism and the" , "byline" : "By MARTHA SCHWENDENER" , "date" : "20111204" , "title" : "ARTS | CONNECTICUT; At Yale, Redefining an Observer of the British Colonial Empire" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/nyregion\/at-yale-redefining-an-observer-of-the-british-colonial-empire.html"} , {"body" : "LET the Coco catfight begin. &ldquo;I have to be careful not to trash another writer,&rdquo; said Lisa Chaney, the author of &ldquo; Coco Chanel : An Intimate Life,&rdquo; a new biography of the French fashion icon. Then she proceeded to throw down the gauntlet. (One imagines a tweed-embellished lambskin glove from Chanel&rsquo;s fall\/winter" , "byline" : "By LAUREN LIPTON" , "date" : "20111204" , "title" : "BOOKS OF STYLE; Three Books About Coco Chanel" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/fashion\/three-books-about-coco-chanel.html"} , {"body" : "CALLICOON, N.Y. STROLLING by restaurants and antiques stores on a quiet Main Street the day after Thanksgiving, Mark Ruffalo waved hello to a girl in the back of a passing S.U.V. and greeted friends on the sidewalk who were eager to introduce visiting relatives. Mr. Ruffalo, the actor known for indie hits like &ldquo;The Kids Are All Right&rdquo;" , "byline" : "By MIREYA NAVARRO" , "date" : "20111204" , "title" : "Mark Ruffalo, Actor, Embraces Anti-Fracking Role" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/fashion\/mark-ruffalo-actor-embraces-anti-fracking-role.html"} , {"body" : "THE BIG PROFILE DIABLO CODY By Dave Itzkoff There&rsquo;s a lot of the real-life Diablo Cody &mdash; the Oscar-winning screenwriter of &ldquo;Juno&rdquo; who added the phrase &ldquo;honest to blog&rdquo; to the cultural parlance &mdash; in her script for &ldquo;Young Adult,&rdquo; her latest collaboration with the director Jason Reitman. She may" , "byline" : "By DAVE ITZKOFF, GABY DUNN, JACOB GOLDSTEIN, ADAM STERNBERGH, MAUD NEWTON, MATT BAI, ERIC SPITZNAGEL, TYLER COWEN, LIZZIE SKURNICK, CARINA CHOCANO, EDITH ZIMMERMAN, PRABAL GURUNG, ADAM LEFF, RICHARD RUSHFIELD, MARNIE HANEL and HEATHER HAVRILESKY" , "date" : "20111204" , "title" : "The One-Page Magazine" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/magazine\/the-one-page-magazine.html"} , {"body" : "&ldquo;Your story about dust regulation captures my interest,&rdquo; Mitt Romney said to the farmer, sounding as if he actually meant it. It was a late October afternoon in Treynor, Iowa, the setting for one of those campaign meta-events at which a presidential candidate enjoys a casual moment with real people that is in fact carefully staged and" , "byline" : "By ROBERT DRAPER" , "date" : "20111204" , "title" : "Building a Better Mitt Romney-Bot" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/magazine\/mitt-romney-bot.html"} , {"body" : "Alexander Garvin, natty in bowtie and jacket, watched commuters hustle through the gray, sunken concrete plaza at Citigroup Center on Lexington Avenue. Across 53rd Street, in the fading afternoon light, more New Yorkers ducked into a faceless subway kiosk on the triangular patch of wind-swept sidewalk &mdash; ostensibly a second public plaza" , "byline" : "By MICHAEL KIMMELMAN" , "date" : "20111204" , "title" : "ARTS & LEISURE; Alexander Garvin Looks at Public Spaces in New York" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/arts\/design\/alexander-garvin-looks-at-public-spaces-in-new-york.html"} , {"body" : "When I was the editor of House & Garden, I was often asked what every gardener should have on her shelves. Contrary to popular belief, gardeners are bookish sorts &mdash; all those fallow winters, you know. It just so happens that this holiday season, publishers are offering a whole library&rsquo;s worth of collectibles. How would we be able to get" , "byline" : "By DOMINIQUE BROWNING" , "date" : "20111204" , "title" : "Gardening" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/books\/review\/gardening.html"} , {"body" : "These are indeed happy holidays for film-title fans like me, who have spent sleepless nights anticipating the arrival of SAUL BASS: A Life in Film and Design (Laurence King, $75) , by Jennifer Bass and Pat Kirkham. Weighing in at 424 pages, with a foreword by Martin Scorsese, this collection is gratifyingly complete. It ought to be: Jennifer Bass" , "byline" : "By STEVEN HELLER" , "date" : "20111204" , "title" : "HOLIDAY BOOKS; Visuals" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/04\/books\/review\/visuals.html"} , {"body" : "OLYMPIA, Wash. &mdash; A strange sound rang out from the Senate Democratic caucus meeting at the State Capitol here this week. &ldquo;We broke into applause,&rdquo; said Senator Derek Kilmer of Gig Harbor. &ldquo;There hasn&rsquo;t been a lot of applause in caucus in the last few years.&rdquo; There may not be much more anytime soon. The applause" , "byline" : "By WILLIAM YARDLEY" , "date" : "20111203" , "title" : "STATEHOUSE JOURNAL; Washington State Looks at Tax Increases to Fill Budget Gap" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/03\/us\/washington-state-looks-at-tax-increases-to-fill-budget-gap.html"} , {"body" : "Mayor Mitch Landrieu has ordered Occupy New Orleans protesters to remove tents and other gear from the park across the street from City Hall. The protesters, loosely affiliated with the Occupy Wall Street movement, have been in Duncan Plaza for 58 days. Mr. Landrieu, a Democrat, did not set a deadline or say when the authorities might move in if" , "byline" : "By THE ASSOCIATED PRESS" , "date" : "20111203" , "title" : "NATIONAL BRIEFING | SOUTH; Louisiana: Protesters Are Told to Remove Gear" , "url" : "http:\/\/www.nytimes.com\/2011\/12\/03\/us\/louisiana-protesters-are-told-to-remove-gear.html"}] , "tokens" : ["Occupy"] , "total" : 12164}